In [24]:
import pandas as pd

In [30]:
pd.read_csv('data_source/kaggle_dataset/order_items.csv', header=0).head()

   order_id  product_id  unit_price_usd  quantity  line_total_usd
0         1         226          107.15         1          107.15
1         2         771          116.17         1          116.17
2         3         415           94.49         1           94.49
3         3          24           42.86         1           42.86
4         4        1157           32.18         1           32.18